[
    {
        
        "title":"Penetration Testing",
        "subtitle":"A Better Way to Pentest",
        "videosection":{
            "title":"Scale Your Pentesting Program Today",
            "text":"Digital transformation is happening at breakneck speed, putting security teams under intense pressure. Synack, one of the world’s largest pentesting providers, finds exploitable vulnerabilities faster than traditional pentesting with our community of ethical security researchers paired with smart technology. Synack offers an on-demand security testing platform, enabling continuous pentesting on web and mobile applications, networks, Application Programming Interfaces (APIs) and cloud assets.",
            "videoURL":"https://www.youtube.com/embed/HV9oOyBoosw?si=Pad9toiEJF6ni8j3&amp;start=29"
        },
        "clientscarousel": true,
        "quotessection":{
            "text":"Our ability to spin up tests quickly, with very effective results, allows the business to keep innovating without security impacting our timelines.",
            "author":"— FORTUNE 500 CUSTOMER"
        },
        "secondsection":{
            "title":"Pentesting for",
            "subtitle":"Your Internal and External Environment"
        },
        "cardssection":{
            "title":"THE BENEFITS OF",
            "subtitle":"Going Beyond Traditional Pentesting",
            "maincards":[
                {
                    "title":"Scalable Testing Programs",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Test at scale from a single to thousands of assets through harnessing a vetted community of researchers and smart technology"
                },
                {
                    "title":"Security Performance Quantified",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Board-level insights and scores that help you drive initiatives, stay within budget and minimize risk in order to enable the business and ensure business continuity"
                },
                {
                    "title":"Remediate Faster",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Speed up remediation timelines from months to days or weeks through patch verification, role-based access control, APIs and integrations"
                }
            ]
        }
    },
    {        
        "title":"The Synack Platform",
        "subtitle":"Offensive Security Testing that Improves Your Security Posture Over Time",
        "firstline":"One platform, many uses.",
        "text":"Expect strategic penetration testing that provides full control and visibility, reveals patterns and deficiencies in your security program, enables organizations to improve overall security posture and provides executive-level reporting for the leadership and the board of directors.",
        "buttons":[
            "REQUEST A DEMO", "READ THE PLATFORM GUIDE"
        ],                  
        "cardssection":{
            "title":"PENETRATION TESTING",
            "subtitle":"for Specific Assets",
            "maincards":[
                {
                    "title":"Continuous Testing to Reduce Risk Over Time",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Vulnerabilities across the attack surface can emerge at any time. Test daily, not once a year, to improve your posture over time."
                },
                {
                    "title":"Discover Root Causes of Vulnerabilities ",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"See security trends across vulnerabilities, identify root causes and materially improve your security posture."
                },
                {
                    "title":"Fast and Efficient Pentesting",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Launch tests in days, not weeks, with on-demand testing and activation of the Synack Red Team."
                },
                {
                    "title":"Reporting and Actionable Insights",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Synack allows for workplace collaboration with customizable reporting, integrations and role-based access controls."
                },
                {
                    "title":"Total Visibility",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"Get a clear view of vulnerabilities, testing traffic, remediation status and detailed reports for proof-of-work."
                },
                {
                    "title":"Reduce False Positives",
                    "img":"/static/images/cases/penetration-testing.svg",
                    "text":"A dedicated team of people will verify vulnerability submissions to ensure that you only see exploitable vulnerabilities and prevent noise like duplicate submissions."
                }
            ]
        },
        "stagessection":{
            "title":"A STRATEGIC APPROACH TO PENTESTING",
            "subtitle":"Оne Platform",
            "stages":[
                {
                    "title":"Continuous Testing",
                    "text":"Scalable and continuous testing for 90 or 365 days across web and host assets, APIs, applications and more to find and fix vulnerabilities.",
                    "buttons":"GET DATA SHEET",
                    "img":"/static/images/stages/graphic.webp"
                },
                {
                    "title":"Point-in-time Pentesting",
                    "text":"A standard, quick and rigorous 14-day pentest for precise needs like compliance, third-party testing or on specific assets.",
                    "buttons":"GET DATA SHEET",
                    "img":"/static/images/stages/howitworks.webp"
                },
                {
                    "title":"On-demand Security Testing  ",
                    "text":"Launch tasks on-demand for targeted security objectives.",
                    "buttons":"LEARN MORE",
                    "img":"/static/images/stages/howitworks11.webp"
                },
                {
                    "title":"Automated Scanning",
                    "text":"See potential vulnerabilities in real-time across your attack surface with automated scanning  .",
                    "buttons":"LEARN MORE",
                    "img":"/static/images/stages/howitworks12.webp"
                },
                {
                    "title":"Reporting",
                    "text":"Real-time reporting that provides actionable information for faster remediation, is informative for an executive audience and meets compliance requirements .",
                    "buttons":"LEARN MORE",
                    "img":"/static/images/stages/howitworks13.webp"
                }
            ]
        }
    }
]